<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadIdentifier</key>
	<string>com.github.erikberglund.ProfileCreator.B6965621-36DF-46F6-839D-0F6591C9CA57</string>
	<key>PayloadUUID</key>
	<string>FCC667C4-3766-4E92-941E-4CA911EA6CCD</string>
	<key>PayloadDisplayName</key>
	<string>Enroll in managed Google Chrome</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.google.Chrome</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.github.erikberglund.ProfileCreator.B6965621-36DF-46F6-839D-0F6591C9CA57.com.google.Chrome.3022549B-B3AA-45C2-B980-E63E5CDBBACE</string>
			<key>PayloadUUID</key>
			<string>4B6BE5F0-5C5E-4F02-A1AD-677DFEECD751</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>CloudReportingEnabled</key>
			<true/>
			<key>CloudManagementEnrollmentToken</key>
			<string>$FLEET_SECRET_MANAGED_CHROME_ENROLLMENT_TOKEN</string>
			<key>PayloadDisplayName</key>
			<string>Google Chrome</string>
		</dict>
	</array>
	<key>PayloadOrganization</key>
	<string>com.fleetdm.management</string>
	<key>PayloadScope</key>
	<string>User</string>
</dict>
</plist>