<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.profile.fleet-desktop-launchagent</string>
	<key>PayloadUUID</key>
	<string>56473CDB-534C-4A1F-99FE-A89FEEFF0B45</string>
	<key>PayloadDisplayName</key>
	<string>Fleet Desktop.app login item management</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.servicemanagement</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.servicemanagement.fleet-desktop-launchagent</string>
			<key>PayloadUUID</key>
			<string>5555D26D-A26C-46DD-B834-E0C9989276EE</string>
			<key>PayloadDescription</key>
			<string>Manages the Fleet Desktop.app launch agent so it can run at login without prompting the user.</string>
			<key>Rules</key>
			<array>
				<dict>
					<key>RuleType</key>
					<string>Label</string>
					<key>RuleValue</key>
					<string>com.fleetdm.fleet-desktop-hidden</string>
					<key>TeamIdentifier</key>
					<string>8VBZ3948LU</string>
					<key>Comment</key>
					<string>Allow Fleet Desktop.app launch agent to run at login without user prompt.</string>
				</dict>
			</array>
			<key>PayloadDisplayName</key>
			<string>Fleet Desktop.app launch agent</string>
		</dict>
	</array>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadDescription</key>
	<string>Configures managed Login and Background items for Fleet Desktop.app.</string>
	<key>PayloadOrganization</key>
	<string>Fleet</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
</dict>
</plist>