<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadDescription</key>
            <string>Manages the Fleet Desktop.app launch agent so it can run at login without prompting the user.</string>
            <key>PayloadDisplayName</key>
            <string>Fleet Desktop.app launch agent</string>
            <key>PayloadIdentifier</key>
            <string>com.fleetdm.servicemanagement.fleet-desktop-launchagent</string>
            <key>PayloadType</key>
            <string>com.apple.servicemanagement</string>
            <key>PayloadUUID</key>
            <string>A1B2C3D4-E5F6-4A7B-8C9D-0E1F2A3B4C5D</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>Rules</key>
            <array>
                <dict>
                    <key>RuleType</key>
                    <string>Label</string>
                    <key>RuleValue</key>
                    <string>com.fleetdm.fleet-desktop-hidden</string>
                    <key>TeamIdentifier</key>
                    <string>8VBZ3948LU</string>
                    <key>Comment</key>
                    <string>Allow Fleet Desktop.app launch agent to run at login without user prompt.</string>
                </dict>
            </array>
        </dict>
    </array>
    <key>PayloadDescription</key>
    <string>Configures managed Login and Background items for Fleet Desktop.</string>
    <key>PayloadDisplayName</key>
    <string>Fleet Desktop login item management</string>
    <key>PayloadIdentifier</key>
    <string>com.fleetdm.profile.fleet-desktop-launchagent</string>
    <key>PayloadOrganization</key>
    <string>Fleet</string>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>F9E8D7C6-B5A4-4938-8271-605F4E3D2C1B</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
