<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>PayloadDisplayName</key>
				<string>test</string>
				<key>PayloadType</key>
				<string>com.apple.Safari</string>
				<key>PayloadIdentifier</key>
				<string>com.fleetdm.cis-6.3.3.check</string>
				<key>PayloadUUID</key>
				<string>AA1CF4AE-446C-41B0-8B06-ADEAEF9F0505</string>
				<key>WarnAboutFraudulentWebsites</key>
				<true/>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>test</string>
		<key>PayloadDisplayName</key>
		<string>Ensure Warn When Visiting A Fraudulent Website in Safari Is Enabled</string>
		<key>PayloadIdentifier</key>
		<string>com.fleetdm.cis-6.3.3</string>
		<key>PayloadRemovalDisallowed</key>
		<false/>
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>130308F8-916A-449D-9711-34A31DCCD39D</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>
