<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.Safari</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-6.3.4.check</string>
			<key>PayloadUUID</key>
			<string>E0560069-04EF-4985-815E-987A304F8EB7</string>
			<key>BlockStoragePolicy</key>
			<integer>2</integer>
			<key>WebKitPreferences.storageBlockingPolicy</key>
			<integer>1</integer>
			<key>WebKitStorageBlockingPolicy</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 15] Ensure Prevent Cross-site Tracking in Safari Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos15.cis-6.3.4</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>E1D04566-15CE-458C-A0D1-5F6C7B9A6472</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
