<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.1.1.2.check-disable</string>
			<key>PayloadUUID</key>
			<string>1028E002-9AFE-446A-84E0-27DA5DA39B4A</string>
			<key>allowCloudDocumentSync</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 15] Disable iCloud Drive storage solution usage</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos15.cis-2.1.1.2-disable</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7B3DE4EA-0AFA-44F5-9716-37526EE441EA</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
