<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>PayloadDisplayName</key>
				<string>test</string>
				<key>PayloadType</key>
				<string>com.apple.Terminal</string>
				<key>PayloadIdentifier</key>
				<string>com.fleetdm.cis-6.4.1.check</string>
				<key>PayloadUUID</key>
				<string>E8D36749-D7F8-4280-9B17-D6224B67B63B</string>
				<key>SecureKeyboardEntry</key>
				<true/>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>test</string>
		<key>PayloadDisplayName</key>
		<string>[macOS 15] Ensure Secure Keyboard Entry Terminal.app Is Enabled</string>
		<key>PayloadIdentifier</key>
		<string>com.fleetdm.macos15.cis-6.4.1</string>
		<key>PayloadRemovalDisallowed</key>
		<false/>
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>D4C0B4CC-D39A-4F0F-AF8A-AB5A73D02B3F</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>
