<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.MCX</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.6.5.check</string>
			<key>PayloadUUID</key>
			<string>D56F90DC-6F90-4BEB-8D0F-263D062EC612</string>
			<key>dontAllowFDEDisable</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 15] Ensure FileVault Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos15.cis-2.6.5</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>804CCF1F-2814-4B73-95EE-DB0B4FF67103</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
