<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-5.2.5.check</string>
			<key>PayloadUUID</key>
			<string>46BD11BD-116C-4E95-9575-6EDFDE0F110F</string>
			<key>minComplexChars</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 15] Require Special characters in password</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos15.cis-5.2.5</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>C8CEE953-50F3-48E6-B462-FA98D931A906</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
