<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadDescription</key>
	<string>This profile configuration is designed to apply the CIS Benchmark for macOS 10.14 (v2.0.0), 10.15 (v2.0.0), 11.0 (v2.0.0), and 12.0 (v1.0.0)</string>
	<key>PayloadDisplayName</key>
	<string>CIS - Terminal Secure Keyboard</string>
	<key>PayloadIdentifier</key>
	<string>cis.macOSBenchmark.section2.SecureKeyboard</string>
	<key>PayloadOrganization</key>
	<string>Center for Internet Security</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>00B46A57-12BF-4FC3-AE79-3E0BEA66A973</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>TargetDeviceType</key>
	<integer>5</integer>
    <key>PayloadRemovalDisallowed</key>
    <true/>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>2.10 - Ensure Secure Keyboard Entry terminal.app is Enabled</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.Terminal</string>
			<key>PayloadType</key>
			<string>com.apple.Terminal</string>
			<key>PayloadUUID</key>
			<string>1CBE65D6-6E5C-42C3-AA43-0AAAA64BA908</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>SecureKeyboardEntry</key>
			<true/>
		</dict>
	</array>
</dict>
</plist>
