<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.SubmitDiagInfo</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.6.2-part2.check</string>
			<key>PayloadUUID</key>
			<string>756EF527-5F37-4685-9A0F-21B596D1F895</string>
			<key>AutoSubmit</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Sending Diagnostic and Usage Data to Apple Is Disabled(part 2)</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.6.2-part2</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>C720744B-BBF2-4FE2-B8A9-4638CECC8BB2</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
