<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-5.2.1.check</string>
			<key>PayloadUUID</key>
			<string>749F9F38-7AD2-4FC6-8F88-672F3AB79F82</string>
			<key>maxFailedAttempts</key>
			<integer>5</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Password Account Lockout Threshold Is Configured</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-5.2.1</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>F886BF2C-12D2-428B-BCF0-55823908F426</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
