<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.loginwindow</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.10.3.check</string>
			<key>PayloadUUID</key>
			<string>3E4C4ED8-ADB6-4EFB-8198-58027B94DF86</string>
			<key>LoginwindowText</key>
			<string>Some Test Message</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure a Custom Message for the Login Screen Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.10.3</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>9359CA59-D3C1-4A0D-8595-9E5F1F0CAE12</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
