<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.SoftwareUpdate</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-1.3.check</string>
			<key>PayloadUUID</key>
			<string>5FDE6D58-79CD-447A-AFB0-BA32D889C396</string>
			<key>AutomaticDownload</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Download New Updates When Available Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-1.3</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>0A1C2F97-D6FA-4CDB-ABB6-47DF2B151F4F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
