<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-5.2.2.check</string>
			<key>PayloadUUID</key>
			<string>A7C54C32-6519-4335-A673-B20D3015B432</string>
			<key>minLength</key>
			<integer>15</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Password Minimum Length Is Configured</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-5.2.2</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>415F567D-83F4-4AB5-BCFA-7AC8B707DCFD</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
