<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.3.3.9.check</string>
			<key>PayloadUUID</key>
			<string>85956359-CF0A-46C8-BD7C-26060ABB9119</string>
			<key>allowContentCaching</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Content Caching Is Disabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.3.3.9</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>AA4372B4-5D36-4660-A2FC-07067C94A91F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
