<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.6.2-part3.check</string>
			<key>PayloadUUID</key>
			<string>0FD378F2-B497-42D9-AEAE-C58D855E56FD</string>
			<key>Siri Data Sharing Opt-In Status</key>
			<integer>2</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Ensure Sending Diagnostic and Usage Data to Apple Is Disabled(part 3)</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.6.2-part3</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>49A101C5-3401-47E7-90AF-9071D4D65E5D</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
