<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.security.firewall</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-3.6.check</string>
			<key>PayloadUUID</key>
			<string>604D8218-D7B6-43B1-95E6-DFCA4C25D73D</string>
			<key>EnableFirewall</key>
			<true/>
			<key>EnableLogging</key>
			<true/>
			<key>LoggingOption</key>
			<string>detail</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Firewall Logging Is Enabled and Configured</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-3.6</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>5E27501E-50DF-4804-9DEC-0E63C34E8831</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
