<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.preferences.sharing.SharingPrefsExtension</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.3.3.10-check</string>
			<key>PayloadUUID</key>
			<string>DC34D1FA-3D14-4AEA-844B-FDEC49CD73BB</string>
			<key>homeSharingUIStatus</key>
			<integer>0</integer>
			<key>legacySharingUIStatus</key>
			<integer>0</integer>
			<key>mediaSharingUIStatus</key>
			<integer>0</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Media Sharing is Disabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.3.3.10</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>9FD8A0FB-2F7C-41C4-A3FB-90E953BCD433</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
