<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.Safari</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-6.3.2.check</string>
			<key>PayloadUUID</key>
			<string>61BC98A2-9482-4EB3-9184-FB6A8B8E33E8</string>
			<key>HistoryAgeInDaysLimit</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Audit History and Remove History Items</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-6.3.2</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>1D6C407D-8C28-4BDC-9837-DF5ED49E8059</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>

