<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.SoftwareUpdate</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-1.4.check</string>
			<key>PayloadUUID</key>
			<string>15BF7634-276A-411B-8C4E-52D89B4ED82C</string>
			<key>AutomaticallyInstallMacOSUpdates</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Install of macOS Updates Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-1.4</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7DB8733E-BD11-4E88-9AE0-273EF2D0974B</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
