<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-5.2.8.check</string>
			<key>PayloadUUID</key>
			<string>5227E361-F971-44B3-B706-B04BA0D3B186</string>
			<key>pinHistory</key>
			<integer>15</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Password History Is Configured</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-5.2.8</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>0AD34391-5C19-4229-AA10-EB6A169D15EB</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
