<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.universalcontrol</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.8.1.check-enabled</string>
			<key>PayloadUUID</key>
			<string>F39058CB-027B-453D-B2DF-414F9B84D241</string>
			<key>Disable</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 14] Ensure Universal Control is enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos14.cis-2.8.1-enabled</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>ECC41516-FFD8-4321-9696-63B1939CB956</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
