<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.Safari</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-6.3.7.check</string>
			<key>PayloadUUID</key>
			<string>A78B534C-0E6D-46C0-97F1-D50178AC5AD0</string>
			<key>ShowFullURLInSmartSearchField</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>Ensure Show Full Website Address in Safari Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.cis-6.3.7</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>5A412D8E-5951-42A3-95ED-BD82AD6D3038</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
