<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.loginwindow</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.12.3.check</string>
			<key>PayloadUUID</key>
			<string>CB576629-19E2-4649-84FC-C007826732A0</string>
			<key>com.apple.login.mcx.DisableAutoLoginClient</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 13] Ensure Automatic Login Is Disabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos13.cis-2.12.3</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>0AEDE730-9466-47D1-B322-3C6F325B3737</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
