<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.3.1.2.check</string>
			<key>PayloadUUID</key>
			<string>BF58FD50-E4EC-4427-A549-1BCD7B88FCEB</string>
			<key>allowAirPlayIncomingRequests</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 13] Ensure AirPlay Receiver Is Disabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos13.cis-2.3.1.2</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>633BD4E3-849E-485E-A784-AA80D86E83A3</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
