<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>PayloadDisplayName</key>
				<string>test</string>
				<key>PayloadType</key>
				<string>com.apple.Safari</string>
				<key>PayloadIdentifier</key>
				<string>com.fleetdm.cis-6.3.1.check</string>
				<key>PayloadUUID</key>
				<string>3CAAC721-D492-45AC-95E4-8ECBF81EA21E</string>
				<key>AutoOpenSafeDownloads</key>
				<false/>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>test</string>
		<key>PayloadDisplayName</key>
		<string>[macOS 13] Ensure Automatic Opening of Safe Files in Safari Is Disabled</string>
		<key>PayloadIdentifier</key>
		<string>com.fleetdm.macos13.cis-6.3.1</string>
		<key>PayloadRemovalDisallowed</key>
		<false/>
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>2556F162-9AE5-4163-92C1-F89A2847C80E</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>
