<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.SoftwareUpdate</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-1.6.check</string>
			<key>PayloadUUID</key>
			<string>0D8F676A-A705-4F57-8FF8-3118360EFDEB</string>
			<key>ConfigDataInstall</key>
			<true/>
			<key>CriticalUpdateInstall</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 13] Ensure Install Security Responses and System Files Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos13.cis-1.6</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>EBEE9B81-9D33-477F-AFBE-9691360B7A74</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
