<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>test</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadIdentifier</key>
			<string>com.fleetdm.cis-2.6.3.check</string>
			<key>PayloadUUID</key>
			<string>6C5400FF-BBB3-471F-B139-59D86ADA9A3A</string>
			<key>allowApplePersonalizedAdvertising</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>test</string>
	<key>PayloadDisplayName</key>
	<string>[macOS 13] Ensure Limit Ad Tracking Is Enabled</string>
	<key>PayloadIdentifier</key>
	<string>com.fleetdm.macos13.cis-2.6.3</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>C215AA26-C3D0-4A77-B884-8B8C918FD197</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
