{
    "Type": "com.apple.configuration.softwareupdate.settings",
    "Identifier": "com.fleetdm.config.softwareupdate.settings",
    "Payload": {
        "AutomaticActions": {
            "Download": "AlwaysOn",
            "InstallOSUpdates": "Allowed",
            "InstallSecurityUpdate": "AlwaysOn"
        },
        "Notifications": true,
        "RapidSecurityResponse": {
            "Enabled": true
        }
    }
}