<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>HomePage</key>
			<string>https://fleetdm.com</string>
			<key>NewTabBehavior</key>
			<integer>0</integer>
			<key>NewWindowBehavior</key>
			<integer>0</integer>
			<key>PayloadDisplayName</key>
			<string>Safari</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.Safari.06A2FA3B-5996-4DA4-A5BD-6A867B5DE674</string>
			<key>PayloadType</key>
			<string>com.apple.Safari</string>
			<key>PayloadUUID</key>
			<string>F69CFAC9-CA75-47E2-8314-B90187AFA92A</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Set the Safari homepage</string>
	<key>PayloadDisplayName</key>
	<string>Safari Homepage</string>
	<key>PayloadIdentifier</key>
	<string>Zachs-MacBook-Pro.B63B24A6-86DC-461F-A4FF-F80DAF7A942B</string>
	<key>PayloadOrganization</key>
	<string>Fleet Device Management Inc</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>4BEB330D-4504-4374-9991-4FFF17C90932</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
